---
kind: other
id: Properties.T:Autodesk.Revit.DB.RadialArray
source: html/c7907f03-8d45-7530-182c-24989847fe50.htm
---
# RadialArray Properties

The id of the assembly instance to which the element belongs.